Helio/app/controllers/application_controller.rb

    def dump_package_times
        render :json => PackageTime.all
---
SELECT "package_times".* FROM "package_times"

    def dump_packages
        render :json => Package.all
---
SELECT "packages".* FROM "packages"

    def dump_users
        render :json => User.all
---
SELECT "users".* FROM "users"

    def dump_locations
        render :json => Location.all
---
SELECT "locations".* FROM "locations"